Repository: miracle2k/worldofphoto-i18n
Catalog: locale/*/android.po
Languages: ar, de, es, fr, it, nl, pt, ru

# message_rating_info
source: &lt;b&gt;%s&lt;/b&gt; has rated your photo &lt;b&gt;%d stars&lt;/b&gt;.
ar: &lt;b&gt;%s&lt;/b&gt; قيم صورتك &lt;b&gt;%d نجوم&lt;/b&gt;.
de: &lt;b&gt;%s&lt;/b&gt; hat dein Foto mit &lt;b&gt;%d Sternen&lt;/b&gt; bewertet.
es: &lt;b&gt;%s&lt;/b&gt; ha puntuado tu foto &lt;b&gt;%d estrellas&lt;/b&gt;.
fr: &lt;b&gt;%s&lt;/b&gt; a noté votre photo &lt;b&gt;%d étoiles&lt;/b&gt;.
it: &lt;b&gt;%s&lt;/b&gt; ha votato la tua foto &lt;b&gt;%d stelle&lt;/b&gt;.
nl: &lt;b&gt;%s&lt;/b&gt; heeft je foto &lt;b&gt;%d sterren gegeven &lt;/b&gt;.
pt: &lt;b&gt;%s&lt;/b&gt; avaliou a sua foto com &lt;b&gt;%d estrelas&lt;/b&gt;.
ru: &lt;b&gt;%s&lt;/b&gt; оценил(а) ваш снимок в &lt;b&gt;%d звёзд&lt;/b&gt;.

# respond_to_message
source: Compose a Reply
ar: كتابة رد
de: Antwort schreiben
es: Componer una respuesta
fr: Répondre
it: Scrivi una risposta.
nl: Schrijf een reactie.
pt: Escrever uma resposta
ru: Написать ответ

# submit_response
source: Send Reply
ar: إرسال رد
de: Senden
es: Mandar una respuesta
fr: Envoyer votre réponse
it: Invia Risposta
nl: Verzend de reactie.
pt: Enviar resposta
ru: Отправить ответ

source: Reply sent!
ar: تم إرسال الرد!
de: Antwort gesendet!
es: !Respuesta enviada!
fr: Réponse envoyée !
it: Risposta Inviata!
nl: Reactie verzonden!
pt: Resposta enviada!
ru: Ответ отправлен!

# dispose_reply_warning
source: You reply has not been sent yet. If you continue, you will lose the ability to respond to this message. Are you sure?
ar: لم يتم إرسال الرد بعد. إذا تريد الإستمرار, ستفقد القدرة على الرد على هذه الرسالة. هل أنت متأكد؟
de: Deine Antwort wurde noch nicht gesendet. Wenn du fortfährst, wirst du die Möglichkeit zu Antworten verlieren. Bist du sicher?
es: Tu respuesta no se ha mandado aún. Si continúas, perderás la posibilidad de responder a este mensaje. ¿Estás seguro?
fr: Votre réponse n'a pas été envoyée. Si vous continuez, vous ne pourrez plus répondre à ce message. Etes-vous sûr ?
it: La tua risposta non è stata ancora inviata. Se continui, non potrai rispondere a questo messaggio. Sei sicuro?
nl: Je reactie is niet verzonden, als je doorgaat kan je niet meer op hem/haar reageren. weet je zeker dat je wilt stoppen?
pt: A sua resposta ainda não foi enviada. Se continuar, não poderá responder a esta mensagem. Tem a certeza?
ru: Ваш ответ не был выслан. Если вы продолжите, вы не сможете ответить на это сообщение. Вы уверены?

# central_loading
source: Loading, hold on...
ar: جاري التحميل, يرجى الإنتظار...
de: Lade, bitte warten...
es: Cargando, espera...
fr: Chargement en cours... Veuillez patienter...
it: Sto caricando, attendi un momento...
nl: Laden, Wacht even...
pt: A carregar, aguarde...
ru: Загрузка, ждите...

# nickname_label
source: Nickname:
ar: الإسم المستعار:
es: Alias:
fr: Surnom :
it: Nomignolo
ru: Псевдоним:

# nickname_explanation
source: Note that this is the name that is displayed in your profile. The username with which you log in is not changed.
ar: يرجى ملاحظة بأن هذا الإسم ظاهر في ملف تعريفك. إسم المستخدم الذي قمت بتسجيل دخوله لم يتغير.
de: Beachte dass dies der Name ist der in deinem Profil angezeigt wird. Dein Benutzername zur Anmeldung wird nicht geändert!
es: Ten en cuenta que este es el nombre que aparece en tu perfil. El nombre de usuario con el que inciciaste sesión no se cambiará.
fr: Notez que ceci est le nom qui est affiché dans votre profil et aux autres utilisateurs. Le nom d'utilisateur avec lequel vous vous connectez ne change pas.
it: Questo è il nome che viene visualizzato nel tuo profilo. Il nome utente con cui si accede non viene cambiato.
nl: Dit is alleen de naam die te zien is in je profiel, Je gebruikersnaam waarmee je inlogt is niet veranderd.
pt: Este será o nome mostrado no seu perfil. O nome de utilizador com que liga não será alterado.
ru: Это псевдоним который отображается в вашем профиле. Имя пользователя не изменится.

# bio_label
source: Bio:
ar: سيرتك الذاتية:
ru: О себе:

# bio_hint
source: Something short about you.
ar: نبذة قصيرة عنك.
de: Etwas Kurzes über dich.
es: Algo breve sobre ti.
fr: Ecrire quelques mots sur vous
it: Alcuni brevi dettagli su di te.
nl: Een beetje info over jou.
pt: Algumas palavras sobre você.
ru: Что-то коротенькое о себе.

# no_nickname_error
source: You must provide a nickname.
ar: يجب تزويد اسم مستعار.
de: Du musst einen Nick angeben.
es: Debes indicar un alias.
fr: Vous devez saisir un surnom.
it: Devi fornire un nomignolo.
nl: Je moet een nickname kiezen.
pt: Deverá indicar um nickname.
ru: Вы должны указать псевдоним.

# save_changes
source: Done
ar: تم
de: Speichern
es: Hecho
fr: OK
it: Fatto
nl: Klaar
pt: Aplicar
ru: Готово

# revert_changes
source: Revert
ar: العودة
de: Verwerfen
es: Deshacer
fr: Retour
it: Ritorna
nl: teruggaan
pt: Retroceder
ru: Вернуть как было

# profile_save_no_connection
source: You are currently not connected to the server. If you continue now, your changes will not be saved. Are you sure?
ar: أنت حاليا غير متصل بالملقم. إذا تريد الاستمرار الآن, لن يتم حفظ التغييرات. هل أنت متأكد؟
de: Du bist aktuell nicht verbunden. Wenn du fortfährst, werden deine Änderungen verworfen. Bist du sicher?
es: No estás actualmente conectado al servidor. Si continúas, tus cambios no se guardarán. ¿Estás seguro?
fr: Vous n'êtes pas connecté au serveur actuellement. Si vous continuez, vos changements ne seront pas sauvegardés. Etes-vous sûr ?
it: Non sei collegato al server. Se continui, le modifiche non verranno salvate. Sei sicuro?
nl: Je hebt geen verbinding met de server, als je nu doorgaat worden de veranderingen niet opgeslagen. Ben je zeker?
pt: Actualmente não está ligado ao servidor. Se continuar, as suas alterações não serão guardadas. Tem a certeza?
ru: ВЫ не подключены к серверу. Если вы продолжите, ваши изменения не вступят в силу. Вы уверены?

# no_imsi_title
source: No IMSI
ar: لا توجد هوية IMSI محددة للهاتف المحمول
de: Keine IMSI
fr: Pas de numéro IMSI
it: Nessun IMSI
nl: Geen IMSI
pt: Sem IMSI
ru: Нет IMSI

# no_imsi_msg
source: Sorry, autologin is not possible on this device. You are probably missing a SIM card.
ar: آسف, الدخول التلقائي غير متاح في هذا الجهاز. من الممكن ان شريحة الهاتف المحمول مفقودة.
de: Tut mir leid, der automatische Login ist auf diesem Gerät nicht möglich. Dir fehlt vermutlich eine SIM-Karte.
es: Lo siento, el autologin no es posible en este dispositivo. Posiblemente te falta la tarjeta SIM.
fr: Désolé, le login automatique n'est pas possible sur votre appareil. Peut-être que vous n'avez pas insérer de carte SIM ?
it: Sono spiacente, l'autologin non è possibile su questo dispositivo. Probabilmente non hai una carta SIM.
nl: Sorry je kan niet automatisch inloggen, waarschijnlijk mis je een simkaart.
pt: Desculpe, login automático não possível neste dispositivo. Provavelmente não têm um cartão SIM inserido.
ru: Извините, но автологин невозможен на этом аппарате. Проверьте наличие SIM карты.

# setup_intro_header
source: As a multiplayer online game, we need to identify you as a player.
ar: كما أنها لعبة جماعية حية على الانترنت, نحن بحاجة إلى التعرف عليك كلاعب.
de: Als Multiplayer-Spiel müssen wir dich als Spieler identifizieren können.
es: Como juego online multijugador, necesitamos que te identifiques como participante.
fr: Comme il s'agit d'un jeu en ligne multi-joueurs, vous devez vous identifier.
it: Questo é un gioco online multi-utente e necessita di identificarti come un giocatore.
nl: Als multiplayer online spel, moeten we je kunnen indentificeren als speler.
pt: Este é um jogo multi-jogador, logo temos de o distinguir dos restantes jogadores.
ru: В многопользовательской онлайн игре, мы должны идентифицировать вас как игрока.

# autologin_title
source: Just want to give it a whirl?
ar: نريده فقط أن تقوم بتدويره؟
de: Nur mal ausprobieren?
es: ¿Quieres hacerlo girar?
fr: Voulez-vous juste faire un essai ?
it: Ti va di provarci?
nl: Je wilt gewoon een poging wagen?
pt: Está com vontade de arriscar?
ru: Просто хотите посмтореть?

# autologin_explain
source: Your account will be bound to your phone number and device.
ar: الحساب الخاص بك سوف يكون مقيد برقم الهاتف الخاص بك وجهازك.
de: Dein Konto wird mit deiner Nummer und Handy verknüpft.
es: Tu cuenta será asociada con tu número de teléfono y tu dispositivo.
fr: Votre compte sera lié à votre numéro de téléphone et au modèle de votre téléphone.
it: Il tuo account sarà collegato al numero di telefono e il dispositivo.
nl: Je account zal aan je telefoon en nummer gekoppeld worden.
pt: A sua conta será associada ao seu número de telefone e dispositivo.
ru: Ваша учетная запись будет привязана к телефонному номеру и аппарату.

# autologin_action
source: Start playing right away
ar: البدء باللعب الآن
de: Sofort loslegen
es: Comenzando a jugar ya
fr: Commencer à jouer tout de suite
it: Inizia a giocare adesso.
nl: Meteen spelen.
pt: Começar a jogar já
ru: Начать играть сейчас.

# login_title
source: Want to have a permanent username?
ar: هل تريد إسم مستخدم دائم؟
de: Du willst deinen eigenen Benutzernamen?
es: ¿Quieres tener un nombre de usuario permanente?
fr: Voulez-vous un nom d'utilisateur permanent ?
it: Vuoi avere un nome utente permanente?
nl: Wil je een vaste gebruikersnaam?
pt: Quer ter um nome de utilizador permanente?
ru: Хотите постоянный псевдоним?

# login_explain
source: Creating an acount will allow you to log in from anywhere.
ar: إنشاء الحساب سيمكنك من دخوله من أي مكان.
de: Mit eigenem Konto kannst du dich von überall aus einloggen.
es: Crear una cuenta te permitirá iniciar sesión desde cualquier sitio.
fr: Créer un compte vous autorisera à vous connecter de n'importe quel téléphone.
it: La creazione di un acount ti permetterà di accedere da qualsiasi luogo.
nl: Een account maken betekent dat je overal kan inloggen.
pt: Criar uma conta possibilita que se ligue a partir de qualquer lugar.
ru: Создание учетной записи позволит вам войти в систему отовсюду.

# login_action
source: Choose a username and password
ar: اختر اسم المستخدم وكلمة المرور
de: Benutzername und Passwort wählen
es: Elige un nombre de usuario y una contraseña
fr: Choisir un nom d'utilisateur et un mot de passe
it: Scegli un utente ed una parola chiave
nl: Kies een gebruikersnaam en wachtwoord.
pt: Escolha um nome de utilizador e uma password
ru: Выберите имя пользователя и пароль

# register_title
source: You've played before?
ar: هل لعبت مسبقا؟
de: Du hast bereits gespielt?
es: ¿Has jugado antes?
fr: Avez-vous déjà jouer ?
it: Hai giocato prima?
nl: Heb je al eerder gespeeld?
pt: Já jogou anteriormente?
ru: Вы играли раньше?

# register_explain
source: Continue using an account you've set up previously.
ar: الاستمرار في استخدام حساب قمت بإعداده سابقا.
de: Verwende ein bereits existierendes Konto.
es: Continuar usando una cuenta ya configurada previamente.
fr: Continuer avec un compte créé précédemment.
it: Continua a giocare usando un account che hai impostato precedentemente.
nl: Doorgaan met een bestaand Account.
pt: Continuar a utilizar uma conta criada anteriormente.
ru: Продолжить с помощью учетной записи, которую вы создали ранее.

# register_action
source: Login with your existing username
ar: تسجيل الدخول باسم المستخدم الحالي
de: Melde dich mit deinem Benutzernamen an
es: Iniciar sesión con tu nombre de usuario existente.
fr: Se connecter avec un nom d'utilisateur existant
it: Accedi con il tuo nome utente esistente
nl: Inloggen met je bestaande gebruikersnaam.
pt: Ligar com o seu nome de utilizador
ru: Войти с существующим именем пользователя

source: Register
ar: تسجيل
de: Registrieren
es: Registrar
fr: S'enregistrer
it: Registrati
nl: Registreer.
pt: Registar
ru: Регистрация

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Ligar
ru: Войти

source: New Account
ar: حساب جديد
de: Neuer Account
es: Nueva cuenta
fr: Nouveau Compte
it: Nuovo Account
nl: Nieuw Acount.
pt: Nova conta
ru: Новая учетная запись

# username_label
source: Username:
ar: اسم المستخدم:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome Utente
nl: Gebruikersnaam:
pt: Nome de utilizador:
ru: Имя пользователя:

# password_label
source: Password:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
fr: Mot de Passe :
it: Parola Chiave
nl: Wachtwoord:
ru: Пароль:

# password_repeat_label
source: Password (repeat):
ar: إعادة كتابة كلمة المرور:
de: Password (wiederholen):
es: Contraseña (repetir):
fr: Mot de Passe (vérification) :
it: Parola Chiave (conferma)
nl: Wachtwoord (herhalen):
pt: Password (confirmar):
ru: Пароль (повторно):

# username_missing_register
source: Please choose a username.
ar: الرجاء اختيار اسم المستخدم.
de: Bitte wähle einen Benutzernamen.
es: Por favor, elige un nombre de usuario.
fr: Veuillez choisir un nom d'utilisateur.
it: Scegli un nome utente.
nl: Kies een gebruikersnaam.
pt: Escolha um nome de utilizador.
ru: Пожалуйста, выберите имя пользователя.

# username_missing_login
source: Please enter your username.
ar: الرجاء إدخال اسم المستخدم الخاص بك.
de: Bitte gib deinen Benutzernamen ein.
es: Por favor, introduce tu nombre de usuario.
fr: Veuillez saisir votre nom d'utilisateur.
it: Inserisci il tuo nome utente.
nl: Toets je gebruikersnaam in.
pt: Digite o seu nome de utilizador.
ru: Пожалуйста, введите имя пользователя.

# password_missing_register
source: Please choose a password.
ar: الرجاء اختيار كلمة المرور.
de: Bitte wähle ein Passwort.
es: Por favor, elige una contraseña.
fr: Veuillez choisir un mot de passe.
it: Scegli una parola chiave.
nl: Kies aub een wachtwoord.
pt: Escolha uma password.
ru: Пожалуйста, выберите пароль.

# password_missing_login
source: Please enter your password.
ar: الرجاء إدخال كلمة المرور.
de: Bitte gib dein Passwort ein.
es: Por favor, introduce tu contraseña.
fr: Veuillez saisir votre mot de passe.
it: Inserisci la tua parola chiave.
nl: Toets je wachtwoord in.
pt: Digite a sua password.
ru: Пожалуйста, введите свой пароль.

# passwords_not_matching
source: Passwords do not match.
ar: لا تتطابق كلمات المرور.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passes ne correspondent pas.
it: Le parole chiave non corrispondono.
nl: Wachtwoorden komen niet overeen.
pt: As passwords não correspondem.
ru: Пароли не совпадают.

# login_failed
source: Your username or password was incorrect.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
de: Dein Benutzername oder Passwort sind nicht korrekt.
es: Tu nombre de usuario o contraseña son incorrectos.
fr: Votre nom d'utilisateur (ou votre mot de passe) est incorrect.
it: Il tuo nome utente o parola chiave non sono corretti.
nl: Je gebruikersnaam of wachtwoord is niet juist.
pt: O seu nome de utilizador ou password estão incorrectos.
ru: Ваше имя пользователя или пароль неверны.

# register_failed
source: Sorry, the username you have chosen is not available.
ar: عذرا ، اسم المستخدم الذي اخترته غير متوفر.
de: Der gewählte Benutzername ist nicht mehr verfügbar.
es: Lo siento, el nombre de usuario que has elegido no está disponible.
fr: Désolé, le nom d'utilisateur choisi est déjà utilisé.
it: Spiacente, il nome utente scelto non é disponibile.
nl: Sorry, de door jou gekozen username is niet beschikbaar.
pt: Lamentamos, o nome de utilizador escolhido não está disponível.
ru: К сожалению, имя пользователя, которое вы выбрали, не доступно.

# onboot_pref_title
source: Resume on boot
ar: استكمال التطبيق وقت الاقلاع
de: Weiterspielen beim Start
es: Reanudar tras el arranque
fr: Reprendre au démarrage
it: Continua dopo il riavvio
nl: Ga verder bij opstarten.
pt: Retomar ao iniciar
ru: Запустить при загрузке

# onboot_pref_summary
source: Automatically connect on boot if connected before shutdown.
ar: الاتصال تلقائيا خلال الاقلاع لو كان متصلا قبل إغلاق الجهاز.
de: Beim Systemstart verbinden, wenn zuvor eine Verbindung bestand.
es: Autománticamente conectar al arrancar si se está conectado antes del cierre.
fr: Se connecter automatiquement au démarrage si vous étiez connecté avant d'éteindre votre téléphone.
it: Collegati automaticamente dopo in riavvío, se eri collegato prima dello spegnimento.
nl: Verbind automatisch bij opstarten als ik nog verbonden was toen mijn telefoon uitschakelde.
pt: Ligar automaticamente ao iniciar, se ligado antes de desligar o sistema.
ru: Автоматическое подключение при загрузке, если был подключен до выключения.

# compass_spin_pref_title
source: Compass Spin enabled
ar: تفعيل تدوير البوصلة
de: Kompass-Drehen aktiviert
es: Giro de la brújula activado.
fr: Boussole activée
it: Rotazione bussola abilitata
nl: Kompas draaien inschakelen
pt: Bússola ligada
ru: Вращение компаса включено

# compass_spin_pref_summary
source: Disable if it makes problems. It's a gimmick anyway!
ar: قم بتعطيله اذا حصلت مشاكل. إنها فقط وسيلة تحايل على أي حال!
de: Bei Problemen deaktivieren. Ist sowieso nur ein Gimmick!
es: Desactívalo si da problemas. !Es sólo para hacer bonito, de todos modos!
fr: Désactivez-la si vous rencontrez des problèmes. Elle n'est pas indispensable pour jouer.
it: Disabilita se crea problemi. É solo un espediente!
nl: Schakel uit als het problemen geeft. Het is toch maar een foefje!
pt: Desactivar se existirem problemas. Afinal, é só fogo de vista!
ru: Отключите если он создаёт проблемы. Это диковинка в любом случае!

# selection_freq_pref_title
source: Selection Frequency
ar: إختيار التردد
de: Häufigkeit der Auswahl
es: Selección de frecuencia
fr: Fréquence de sélection
it: Frequenza di selezione
nl: Selectie Frequentie
pt: Seleccionar frequência
ru: Частота выбора

# selection_freq_pref_summary
source: Just as a recommendation to the server. No guarantees!
ar: فقط توصية للملقم. لا توجد ضمانات!
de: Nur als Empfehlung an den Server. Keine Garantien!
es: Sólo como simple recomendación al servidor. !No hay garantías!
fr: Il s'agit juste d'une indication donnée au serveur. Il n'y a pas de garantie de résultat !
it: É solo una raccomandazione per il server. Non ci sono garanzie!
nl: Het is een aanbeveling naar de server. Geen garanties!
pt: Apenas para indicação do servidor. Sem garantia!
ru: Просто рекомендация к серверу. Никаких гарантий!

# selection_freq_value_half
source: Once every half hour
ar: مرة واحدة كل نصف ساعة
de: Etwa jede halbe Stunde
es: Una vez cada media hora
fr: Une fois toutes les demi-heures
it: Ona volta ogni mezz'ora
nl: 1 keer in het half uur
pt: Uma vez a cada 30 min
ru: Раз в полчаса

# selection_freq_value_one
source: Once every hour
ar: مرة واحدة كل ساعة
de: Etwa einmal die Stunde
es: Una vez cada hora
fr: Une fois par heure
it: Una volta ogni ora
nl: 1 keer elk uur
pt: Uma vez a cada 60 min
ru: Один раз в час

# selection_freq_value_two
source: Every two hours
ar: كل ساعتين
de: Etwa alle zwei Stunden
es: Cada dos horas
fr: Toutes les deux heures
it: Ogni due ore
nl: elke 2 uur
pt: A cada 2 horas
ru: Каждые два часа

# selection_freq_value_three
source: Every three hours
ar: كل ثلاث ساعات
de: Etwa alle drei Stunden
es: Cada tres horas
fr: Toutes les trois heures
it: Ogni tre ore
nl: elke 3 uur
pt: A cada 3 horas
ru: Каждые три часа

# selection_freq_value_four
source: Every four hours
ar: كل أربع ساعات
de: Etwa alle vier Stunden
es: Cada cuatro horas
fr: Toutes les quatre heures
it: Ogni quattro ore
nl: elke 4 uur
pt: A cada 4 horas
ru: Каждые четыре часа

# vibrate_pref_title
source: Vibrate enabled
ar: تفعيل الاهتزاز
de: Vibrieren
es: Vibración habilitada
fr: Vibreur activé
it: Vibrazione abilitata
nl: Trillen inschakelen
pt: Vibração ligada
ru: Виброзвонок включен

# vibrate_pref_summary
source: Choose whether your phone should vibrate on an incoming event.
ru: Должен ли ваш телефон вибрировать на входящие события.

# distort_pos_pref_title
source: Distort location
ar: تزييف مكان الموقع
de: Position verfälschen
es: Falsear ubicación
fr: Fausser votre emplacement
it: Falsare localitá
nl: Vervals locatie
pt: Falsificar localização
ru: Искажение местонахождения

# distort_pos_pref_summary
source: If you have privacy concerns, you can force an inaccurate location.
ar: إذا كان لديك مخاوف متعلقة بالخصوصية ، يمكنك تحديد مكانك بشكل غير دقيق.
de: Wenn du dir Sorgen um deine Privatsphäre machst, kannst du eine verfälsche Position senden.
es: Si tienes preocupación por tu privacidad, puedes forzar una ubicación inexacta.
fr: Si vous avez des soucis de confidentialité, vous pouvez rendre votre emplacement moins précis.
it: Se avete problemi di privacy, è possibile forzare una posizione imprecisa.
nl: Als je inzit over je privacy, kan je een een neplocatie instellen.
pt: Se tem preocupações de privacidade, pode obrigar a que a sua localização seja falsificada.
ru: Если у вас беспокоит конфиденциальность, вы можете заставить искажать ваше местонахождение.

# distort_pos_value_do_not
source: Do not distort
ar: لا تزيف الموقع
de: Nicht verfälschen
es: No falsear
fr: Ne pas fausser
it: Non falsare
nl: Niet vervalsen
pt: Não falsificar
ru: Не искажать

# distort_pos_value_200m
source: 200 meters
ar: 200 متر
de: 200 Meter
es: 200 metros
fr: 200 mètres
it: 200 metri
nl: 200 meter
pt: 200 metros
ru: 200 метров

# distort_pos_value_500m
source: 500 meters
ar: 500 متر
de: 500 Meter
es: 500 metros
fr: 500 mètres
it: 500 metri
nl: 500 meter
pt: 500 metros
ru: 500 метров

# distort_pos_value_1km
source: 1 kilometer
ar: 1 كم
es: 1 kilómetro
fr: 1 kilomètre
it: 1 Kilometro
pt: 1 quilómetro
ru: 1 километр

# distort_pos_value_5km
source: 5 kilometers
ar: 5 كم
de: 5 Kilometer
es: 5 kilómetros
fr: 5 kilomètres
it: 5 Kilometri
nl: 5 kilometer
pt: 5 quilómetros
ru: 5 километров

# distort_pos_value_10km
source: 10 kilometers
ar: 10 كم
de: 10 Kilometer
es: 10 kilómetros
fr: 10 kilomètres
it: 10 Kilometri
nl: 10 kilometer
pt: 10 quilómetros
ru: 10 километров

# play_steps
source: Step for Step
ar: خطوة بخطوة
de: Schritt für Schritt
es: Paso a paso
fr: Pas à Pas
it: Passo a passo
nl: Stap voor stap
pt: Passo a passo
ru: Шаг за шагом

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Passer
it: Tralascia
nl: Overslaan
pt: Saltar
ru: Пропустить

source: Close Help
ar: إغلاق التعليمات
de: Hilfe schließen
es: Cerrar Ayuda
fr: Fermer l'aide
it: Chiudi Aiuto
nl: Help afsluiten
pt: Ajuda
ru: Закрыть Помощь

# intro_title
source: How it works
ar: كيف يعمل
de: So funktioniert's
es: Como funciona
fr: Comment ça marche
it: Come funziona
nl: Hoe het werkt
pt: Como funciona
ru: Как это работает

# intro_spin_title
source: You spin your phone.
ar: قم بتدوير هاتفك
de: Du drehst dein Handy.
es: Tu giras tu teléfono
fr: Vous faites tourner votre téléphone
it: Fai girare il tuo telefonino
nl: Je draait je telefoon.
pt: Você gira o seu dispositivo.
ru: Вы крутите свой телефон.

# intro_spin_text
source: You can also just shake it, or point into a direction of your choosing.
ar: ويمكنك أن تهزه أيضا, أو توجهه إلى أي إتجاه من إختيارك.
de: Du kannst es auch einfach schütteln, oder in eine beliebige Richtung zeigen.
es: Puedes también, simplemente sacudirlo, o apuntar en una dirección que elijas.
fr: Vous pouvez aussi le secouer ou le pointer dans une direction de votre choix.
it: Puoi anche agitarlo, o puntarlo in una direzione a tua scelta.
nl: Je kan hem ook schudden, of naar een punt wijzen.
pt: Poderá também agitar, ou apontar numa direcção à sua escolha.
ru: Вы также можете просто потрясти его, или повернуть в направлении по вашему выбору.

# intro_select_title
source: The player you pointed to is notified.
ar: يتم إخطار اللاعب الذي قمت بالتوجيه إليه.
de: Der Spieler zu dem zu gezeigt hast wird benachrichtigt.
es: El jugador al que apuntaste está siendo avisado.
fr: Le joueur que vous avez pointé reçoit une notification.
it: Il giocatore verso cui hai puntato viene notificato.
nl: De speler die je geselecteerd hebt krijgt een berichtje.
pt: O jogador que foi apontado por si é notificado.
ru: Игрок, на которого вы указали, получает уведомление.
