Repository: miracle2k/worldofphoto-i18n
Catalog: locale/*/android.po
Languages: ar, de, es, fr, it, nl, pt, ru

# intro_select_text
source: This is determined geographically based on your and the other player's location.
ar: هذا يتحدد جغرافيا مستندا إلى موقعك وموقع اللاعب الآخر.
de: Dies wird geographisch anhand deiner und der Position des anderen Spielers bestimmt.
es: Está determinado geográficamente, según tu ubicación y la del otro jugador.
fr: Elle est déterminée géographiquement en fonction de votre emplacement et celui de de l'autre joueur.
it: Ció è determinato geograficamente rispetto alla posizione del giocatore.
nl: Deze speler is geselecteerd op basis van zijn en jouw locatie.
pt: Isto é determinado geográficamente considerado a sua localização e a localização do outro jogador.
ru: Это обусловлено вашей географической привязкой и другого игрока.

# intro_receive_photo_title
source: He takes a picture and sends it to you.
ar: وثم يلتقط صورة ويرسله لك.
de: Der Spieler macht ein Foto und sendet es dir.
es: Él hace una foto y te la envía.
fr: Il prend une photo et vous l'envoit.
it: Il giocatore scatta a una foto e te la invia.
nl: Hij maakt een foto en stuurt hem op naar jou.
pt: Ele tira uma foto e envia-a para si.
ru: Он делает снимок и отправляет его к вам.

# intro_peerspin_title
source: The player then spins his own phone.
ar: بعدئذ اللاعب يدور هاتفه الخاص.
de: Der Spieler dreht nun sein eigenes Gerät.
es: El jugador, entonces, hace girar su teléfono.
fr: L'autre joueur fait alors tourner son téléphone.
it: Poi il giocatore fa girare il proprio telefonino.
nl: Die speler draait zijn telefoon.
pt: Depois, o outro jogador gira o dispositivo dele.
ru: Затем игрок крутит свой телефон.

# intro_peerspin_text
source: And thus selects someone who will send a photo to him.
ar: وبالتالي يختار الشخص الذي سيتم إرسال الصورة له.
de: Und wählt so eine weitere Person aus, die ihm ein Foto schicken wird.
es: Y así elige a alguien que le enviará una foto a él.
fr: Et il sélectionne quelqu'un d'autre qui lui enverra une photo.
it: E quindi seleziona qualcuno che gli invierá una foto.
nl: En selecteert zelf weer iemand.
pt: E assim selecciona outra pessoa que lhe irá enviar uma foto.
ru: И таким образом выбирает, кто отправит снимок ему.

# intro_repeat_title
source: This is repeated...
ar: وتتكرر هذه العملية...
de: Das wiederholt sich...
es: Esto se repite...
fr: Et ainsi de suite...
it: Questo processo viene ripetuto...
nl: Dit gaat zo door...
pt: O ciclo repete-se...
ru: Это повторяется ...

# intro_send_photo_title
source: ...until somebody selects you to take a picture.
ar: ...حتى يختارك شخص ما لإلتقاط صورة له.
de: ...bis jemand dich auswählt um ein Bild zu machen.
es: ...hasta que alguien te elige para que hagas una foto.
fr: ... jusqu'à ce que quelqu'un vous demande une photo.
it: ...finché qualcuno ti seleziona per scattare una foto.
nl: totdat iemand jou weer selecteert om een foto te maken.
pt: ...até que alguém o escolha a si para tirar uma foto.
ru: ... пока кто-то не выбирает вас, чтобы вы сделали снимок.

# intro_final_title
source: That's it!
ar: هذا كل شيء!
de: Das ist alles!
es: !Eso es todo!
fr: C'est tout !
it: E questo é quanto!
nl: Dat is alles!
pt: É apenas isto!
ru: Вот и все!

# intro_final_text
source: Remember that you can leave the application at any time. You will be notified when you are being selected.
ar: تذكر أنه يمكنك ترك التطبيق في أي وقت. سوف يتم إبلاغك عندما يتم اختيارك.
de: Vergiss nicht dass du die Anwendung jederzeit verlassen kannst. Du wirst benachrichtigt sobald ein Spieler dich auswählt.
es: Recuerda que puedes dejar la aplicación en cualquier momento. Te llegará un aviso cuando seas seleccionado por alguien.
fr: Rappelez vous que vous pouvez quitter l'application à n'importe quel instant. Vous recevrez une notification quand vous serez sélectionné.
it: Ricorda che è possibile lasciare l'applicazione in qualsiasi momento. Ti verrà notificato quando sei stato selezionato.
nl: Onthou dat je de applicatie op elk ogenblik kan verlaten. We waarschuwen je wanneer je bent geselecteerd.
pt: Lembre-se que pode deixar a aplicação a qualquer instante. Será notificado assim que fôr escolhido.
ru: Помните, что вы можете оставить программу в любое время. Вы будете уведомлены, когда вас выберут.

# credits_title
source: Credits
ar: من عمل
fr: Crédits
it: Attribuzioni
pt: Créditos
ru: Кредиты

# credits_text
source: Current translation by: %s
ar: الترجمة الحالية بواسطة: %s
de: Aktuelle Übersetzung von:
fr: Traduction française par : %s.
it: Tradotto da: %s
nl: Vertaling door:%s
pt: Tradução efectuada por: %s
ru: Перевод:% S

# faq_info_title
source: FAQ & Info
ar: أسئلة وأجوبة ومعلومات
es: FAQ e Info
fr: FAQ & Infos
it: Domande Frequenti ed Info
ru: ЧА.ВО. и Информация

# faq_info_text
source: <b>I always seem to point in a different direction than the person I select is in.</b> First of all, who is selected depends obviously to a large extend on who is actually online, but also whether they are currently already in a thread of their own, or the selection frequency preference they have chosen. However, also consider that we are currently using a true (spherical) geodesy model to evaluate spins. That is, if you are in Europe pointing northwest, your extended line, if drawn on map, will pass as an arc straight through the United States and then at some point hit Australia. Try it on a globus, it's true. Currently, we don't visualize that very well inside the application. <b>How does the Autologin work?</b> It generates a username based on IDs on your SIM card and device, but note it never actually transmits the IDs themselves. <b>Spinning my device doesn't work properly.</b> Sorry about that. We are still working on it, though it's not easy. The sensors in different devices don't always behave the same, and the slow response times of the compass sensors are generally a problem. If the compass spin is triggering too easily, consider disabling it in the preferences.
ar: <b>يبدو لي دائما أن نشير في اتجاه مختلف عن الشخص الذي اخترته </b> بادئ ذي بدء ، إذا كان قد اختير يعتمد إلى حد كبير على من كان متصلا بالانترنت حاليا ، ولكن أيضا ما إذا كانوا بالفعل حاليا في متسلسلة خاصة بهم ، أو إذا اختيروا عن طريق خيارات التردد. ومع ذلك ، كما أننا نراعي باستخدام حقيقة نموذج جيوديسيا (الكروية) لتخمين التدوير. وهذا يعني ، إذا كنت في شمال غرب أوروبا مشيرا خطك الممتد على خريطة مرسومة ، سوف يمر هذا القوس على التوالي بخط مباشر نحو الولايات المتحدة ومن ثم من طرف ما تصيب أستراليا. حاول معها على القلوبوس , إنها حقيقة. حاليا , لا نتصور ذلك جيدا داخل التطبيق. <b>كيف يعمل الدخول التلقائي؟</b> إنه ينشيء إسم مستخدم اعتمادا على هوية شريحة الهاتف والجهاز, ولكن يجب ملاحظة بأنه لا يرسل هويات من تلقاء أنفسهم. <b>تدوير جهازي لا يعمل بشكل صحيح.</b> نأسف على ذلك. نحن لا نزال نعمل على تحقيق ذلك ، على الرغم من انها ليست سهلة. أجهزة الاستشعار في الأجهزة المختلفة لا تعمل دائما بنفس الطريقة ، وأوقات الاستجابة البطيئة للبوصلة وأجهزة الاستشعار عموما تكون مسببة للمشكلة. إذا كانت تدوير البوصلة حساسة جدا ، يفضل تعطيله في الخيارات
de: <b>Die Person, die ausgewählt wird, scheint sich nie in der Richtung zu befinden in die ich zeige.</b> Ersteinmal ist natürlich entscheidend wieviele Personen gerade online sind, ob diese selbst schon in einer Kette befinden, und deren Wünsche im Bezug auf Häufigkeit der Auswahl. Beachte allerdings auch dass wir aktuell ein geodäsisches Modell verwenden um die Richtung auszuwerten. In der Praxis bedeutet das beispielsweise dass wenn du in Europa nach Nordwesten zeigst, die verlängerte Linie, auf einer Karte gezeichnet, in einem Bogen durch die Vereinigten Staaten führt und schließlich irgendwann in Australien ankommt. Sieh auf einem Globus nach - stimmt wirklich. Zurzeit visualisiert die Anwendung das nicht besonders gut. <b>Wie funktioniert der Auto-Login?</b> Es wird Benutzername basierend auf der ID deiner SIM-Karte und deines Gerätes erzeugt - die IDs selber werden allerdings nicht übertragen! <b>Das Drehen funktioniert nicht richtig!</b> Tut uns leid. Wir arbeiten noch daran, allerdings ist das ganze nicht einfach. Die Sensoren der verschiedenen Geräte verhalten sich oft etwas verschieden, und die generelle Langsamkeit der Kompass-Sensoren ist ein grundsätzliches Problem. Falls das Drehen zu leicht auslöst, kannst du es in den Einstellungen deaktivieren.
es: <b>Siempre parece que apunto en una dirección diferente a la que la persona que selecciono está .</b> En primer lugar, quien es seleccionado, depende, obviamente en gran medida, de quien está en linea, pero también de si está en ese momento en una cadena propia, o de la frecuencia de selección que ha elegido. Sin embargo, ten en cuenta que estamos usando un modelo (esférico) geodésico real para evaluar los giros. O sea, si estás en Europa apuntando al noroeste, tu línea extendida, si la dibujáramos en un mapa, pasaría como un arco a través de los Estados Unidos y de ahí en algún punto, llegaría hasta Australia. Pruébalo con un globo terráqueo, es cierto. Actualmente, no se visualiza esto muy bien en la aplicación. <b>¿Cómo funciona el Auto Inicio de sesión?</b> Genera un nombre de usuario basado en ID's de tu tarjeta SIM y de tu aparato, pero ten en cuenta que nunca, en realidad, transmite el ID. <b>Hacer girar mi aparato no funciona bien.</b> Lo siento. Estamos trabajando en ello, pero no es fácil. Los sensores en aparatos diferentes no siempre se comportan igual, y los tiempos de respuesta lentos de los sensores de la brújula son generalmente un problema. Si el giro de la brújula se desencadena con demasiada facilidad, prueba a deshabilitarlo en las preferencias.
fr: <b> Mon téléphone semble toujours se diriger dans une direction différente que celle que j'ai sélectionné </b> Tout d'abord, les personnes sélectionnées dépendent de plusieurs critères : sont-elles en ligne ? sont-elles occupées ou non ? quelle fréquence de sélection ont-elles choisie ? Par ailleurs, nous utilisons actuellement une géographie sphérique (globe terrestre) pour évaluer les directions. Autrement dit, si vous êtes en Europe et que vous pointez le nord-ouest, votre direction prolongée va passer par les États-Unis, puis par l'Australie. Essayez sur un globe, vous verrez ! Il est vrai qu'actuellement, nous ne visualisons pas très bien ceci dans l'application. <b> Comment fonctionne la connexion automatique ? </b> Elle génère un nom d'utilisateur basé sur les identifiants de votre carte SIM et de votre appareil. A noter que les identifiants eux-mêmes ne sont jamais transmis. <b> Diriger mon appareil ne fonctionne pas correctement. </b> Désolé. Nous travaillons encore dessus, mais ce n'est pas facile. Les capteurs des différents appareils supportés ne se comportent pas toujours pareil et les temps de réponse lents de la boussole ou des capteurs posent généralement un problème. Si la rotation de la boussole est déclenchée trop facilement, pensez à la désactiver dans les préférences.
it: <b>Sembra come se la persona che seleziono sia sempre nella direzione opposta di quella in cui punto.</b> Innanzitutto, chi è stato selezionato, ovviamente, dipende in larga misura dagli utenti che sono attivi online, se sono già in un thread proprio, e dalla preferenza impostata nella frequenza di selezione che hanno scelto. Tuttavia, anche in considerazione del fatto che stiamo utilizzando un vero e proprio modello geodesico (sferico) per calcolare i giri. Ovvero, se sei in Europa e punti a nord-ovest, la linea immaginaria che si estende da quella posizione, quando disegnata in piano sulla carta geografica, passerà come un arco direttamente attraverso gli Stati Uniti e poi a un certo punto toccherá l'Australia. Provalo su un globo, è cosí. Attualmente, ció non é visualizzato bene all'interno dell'applicazione. <b> Come funziona l'Autologin? </b> L'autologin genera un nome utente basato sul numero identificativo della carta SIM e del telefonino, ma nota che entrambi questi ID non vengono mai trasmessi. <b> La selezione facendo girare il mio telefonino non funziona correttamente. </b> Siamo spiacenti. Ci stiamo ancora lavorando su, e non è cosa facile. I sensori nei vari dispositivi non sempre si comportano allo stesso modo, ed i tempi di risposta dei sensori della bussola sono lenti e generalmente sono un problema. Se il giro di bussola si attiva troppo facilmente, suggeriamo di disattivarlo nelle preferenze.
nl: <b>Ik schijn altijd in een andere richting te wijzen dan waar de persoon die ik selecteer is.</b> Allereerst, wie geselecteerd wordt, hangt voor een groot deel af aan wie online is, maar ook of de persoon in een eigen sessie bezig is, of de selectie frequentie voorkeuren die zij hebben gekozen. Echter, Hou er ook rekening mee dat we op dit moment gebruik maken van een waarheidsgetrouw (bolvormig) landmeetkundig model om spins te berekenen. Dus, als je in Europa naar het noordwesten wijst, zal je verlengde lijn, als deze op een landkaart wordt getekend, als een boog door de Verenigde Staten gaan, en dan na verloop van tijd AustraliÃ« raken. Probeer het eens op een wereldbol, het is echt waar. Momenteel kunnen we dat niet goed zichtbaar maken in de toepassing. <b>Hoe werkt de Autologin?</b> Het genereert een gebruikersnaam op basis van IDs op je SIM kaart en toestel, maar het zendt deze nooit mee. <b>Het draaien van mijn toestel werkt niet goed</b> Excuses daarvoor. We werken hier nog aan, maar het is niet makkelijk. De sensors in verschillende toestellen gedragen zich niet altijd hetzelfde, en de trage responstijdvan de kompassensors zijn in het algemeen een probleem. Als de kompasdraai te makkelijk wordt aangesproken, zou je deze in de Voorkeuren kunnen uitzetten.
pt: <b>Eu aponto sempre numa direcção diferente daquela em que a pessoa escolhida se encontra.</b> Primeiro, a escolha da pessoa depende naturalmente daqueles que estão em jogo, mas também do facto de estarem noutra thread, ou da frequência de selecção escolhida por eles. Porém, tenha em consideração que um modelo geodésico (esférico) verdadeiro é usado para analisar o girar do dispositivo. Por exemplo, se está na Europa e apontar para noroeste, a linha prolongada, se desenhada num mapa, irá cruzar os Estados Unidos através de um arco, e algures num ponto chegará à Austrália. Tente visualizar num globo, é verídico. Actualmente, não é possível de ser bem visualizado no mapa da aplicação. <b>Como funciona o login automático?</b> Gera um nome de utilizador apoiado nas IDs do seu cartão SIM e do seu dispositivo, mas não se preocupe pois as IDs jamais serão transmitidas. <b>A opção de girar o dispositivo não funciona bem.</b> Lamentamos. Ainda estamos a melhorar essa questão, apesar de não ser fácil. Os sensores diferem de dispositivo para dispositivo e nem sempre se comportam da mesma maneira, logo os tempos lentos de resposta dos sensores são geralmente um problema. Se o movimento giratório da bússola se dá com facilidade, considere desligar a opção nas configurações.
ru: <b> Мне всегда кажется, что я указываю в направление, отличающееся от местонахождения человека, на которого я указал </b> Прежде всего, в большинстве выбор зависит от того, кто сейчас в сети, и так же от нахождения игрока в другой цепочке. Или же от частоты выбора, установленное им. Тем не менее, примите во внимание что в данный момент мы используем сферическую геодезическую модель для "разрешения" вращений телефона. То есть, если вы в Европе и указываете на северо-запад, ваша линия на карте пройдет дугой через США и в конце концов дойдет до Австралии. Попробуйте на глобусе. В данный момент мы не совсем точно показываем это в программе. <b>Как работает Автоматический вход?</b> Автоматический вход генерирует имя пользователя на основе идентификаторов на вашей SIM-карте и устройстве, но он никогда не передает сами идентификаторы. <b>Вращение аппарата не работает корректно.</b> Приносим свои извинения. Эта функция всё ещё в разработке, и это нелегко. Сенсоры на разных аппаратах работают по разному, и медленное реагирование компасного сенсора - большая проблема. Если компас слишком чувствителен, попробуйте отключить его в настройках.к

# no_program_to_handle
source: You don't have an application installed that can do this.
de: Du hast keine Anwendung installiert die dies tun kann.

source: Share
de: Senden

# view_externally
source: Open with...
de: Öffnen mit...
