Repository: miracle2k/worldofphoto-i18n
Catalog: locale/*/android.po
Languages: ar, de, es, fr, it, nl, pt, ru

# translator_credit
source: (Your Name &lt;Your E-Mail or Site&gt;)
ar: (Abdullah Alshaya &lt;crackjas@gmail.com&gt;)
de: Michael Elsdörfer &lt;michael@elsdoerfer.com&gt;
es: Carlos Lopez &lt;http://www.youtube.com/user/Playinginthedark&gt;
fr: Laurent Pomarede &lt;laurent.pomarede@gmail.com&gt;
it: (freakqnc &lt;freakqnc@hotmail.com&gt;)
nl: Je Naam &lt; Je E-mail adres of site&gt;)
pt: (Miguel Brás &lt;molino26@gmail.com&gt;)
ru: Konstantin Vishnevsky a.k.a. GRRemlin

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro
ru: Ошибка

source: Warning
ar: تحذير
de: Warnung
es: Aviso
fr: Attention
it: Avvertenza
nl: Waarschuwing
pt: Atenção
ru: Внимание!

# note
source: Please Note
ar: يرجى ملاحظة
de: Hinweis
es: Por favor ten en cuenta
fr: Veuillez noter
it: Si prega di notare
nl: Let Op
pt: Tome nota
ru: Обратите внимание:

# compass_n
source: N
ar: ش
ru: С

# compass_ne
source: NE
ar: ش.ق
de: NO
ru: СВ

# compass_e
source: E
ar: ق
de: O
nl: O
ru: В

# compass_se
source: SE
ar: ج.ق
de: SO
nl: ZO
ru: ЮВ

# compass_s
source: S
ar: ج
nl: Z
ru: Ю

# compass_sw
source: SW
ar: ج.غ
es: SO
fr: SO
it: SO
nl: ZW
ru: ЮЗ

# compass_w
source: W
ar: غ
es: O
fr: O
it: O
ru: З

# compass_nw
source: NW
ar: ش.غ
es: NO
fr: NO
it: NO
ru: СЗ

# content_warning
source: Do not send photos whose contents are obscene, illegal to distribute under German law, or otherwise inappropriate. If we find that you maliciously do so, your device will be blocked from this game. Other than that, have fun!
ar: لا ترسل صور ذات محتوى فاحش , أو مخالف لقوانين النشر في ألمانيا , أو على نحو غير لائق. إذا وجدنا إنك أسأت إستخدام البرنامج , جهازك سيحجب من هذه اللعبة. عدا ذلك , استسمتع باللعبة!
de: Sende keine Bilder mit obszönen, unter deutschem Recht verbotenen, oder andersartig unangebrachten Inhalten. Sollten wir feststellen dass du dies mutwillig tust, werden wir dein Handy von diesem Spiel aussperren. Davon abgesehen: Viel Spaß!
es: No enviar fotos con contenido obsceno, cuya distribución sea Ilegal según las leyes alemanas, o en cualquier caso, inapropiado. Si advertimos que lo haces de manera maliciosa, tu dispositivo será bloqueado para este juego. En otro caso, ¡que te diviertas!
fr: N'envoyez pas de photos dont le contenu est obscène, dont la distribution est illégale selon le droit de votre pays ou autrement inappropriée. Toute infraction de votre part entrainera une coupure d'accès à ce jeu. Sinon, amusez-vous !
it: Non inviare fotografie il cui contenuto è osceno, o comunque inappropriato, o la cui distribuzione é illegale secondo le leggi tedesche. Se riscontreremo che materiali proibiti sono stati inviati maliziosamente, l'accesso a questo gioco dal vostro dispositivo verrá proibito. A parte ció, buon divertimento!
nl: Verstuur geen foto's die obsceen of illegaal zijn onder de Duitse wet, of op een andere manier aanstootgevend zijn. Mochten wij toch ontdekken dat je dit doet wordt je geblokkeerd /nVerder veel plezier!
pt: Não envie fotos cujo conteúdo seja obsceno, a sua distribuição seja ilegal pela lei alemã, ou que seja inapropriado. Se fôr verificado que o utilizador age de forma maliciosa, o dispositivo móvel será bloqueado deste jogo. À excepção disso, divirta-se!
ru: Не высылайте фотографии, содержание которых непристойно или незаконно по законам Германии, или по общепринятым меркам. Если мы обнаружим, что вы высылаете такие фотографии, ваш аппарат будет заблокирован из игры. А так - наслаждайтесь игрой!

# error_full
source: I'm sorry, but all servers are currently full. Hopefully, we're already working on adding more capacity. Try again later!
ar: عذرا , جميع الخوادم ممتلئة حاليا. نأمل على عمل إضافة سعات أكثر. حاول مرة أخرى!
de: Tut mir leid, aber alle Server sind zurzeit voll. Hoffentlich arbeiten wir bereits an weiteren Kapazitäten. Versuch es später nochmal!
es: Lo siento, pero todos los servidores están actualmente ocupados. Afortunadamente ya estamos trabajando para añadir más capacidad. ¡Prueba más tarde!
fr: Désolé, mais tous les serveurs sont utilisés. Toutefois, nous faisons en sorte d'accroître leur capacité. Veuillez réessayer plus tard.
it: Mi dispiace, ma tutti i server sono attualmente alla loro massima capacitá. Fortunatamente, stiamo già lavorando per aggiungere ulteriore capacità. Prova di nuovo piú tardi!
nl: Sorry, alle servers zijn bezet. Hopelijk zijn we al bezig met het toevoegen van meer capaciteit. Probeer het later nog eens!
pt: Peço desculpa, mas todos os servidor estão de momento cheios. Felizmente, já estamos a trabalhar para obter mais capacidade. Tente novamente mais tarde!
ru: Извините, но в данный момент все серверы загружены. Мы работаем на добавлением новых. Попробуйте позже.

# error_banned
source: You have been banned from this game. If you believe this to have happened in error, please contact us.
ar: أنت محظور من هذه اللعبة. إذا تعتقد أن هذا قد حدث عن طريق الخطأ , الرجاء الإتصال بنا.
de: Du wurdest von diesem Spiel gebannt. Wenn du glaubst dass ein Mißverständnis vorliegt, kontaktiere uns bitte.
es: Has sido expulsado de este juego. Si crees que se trata de un error, por favor contacta con nosotros.
fr: Vous avez été banni de ce jeu. Si vous pensez que ceci est arrivé par erreur, veuillez nous contacter.
it: Sei stato escluso da questo gioco. Se ritieni che questo sia accaduto per errore, ti preghiamo di contattarci.
nl: Je bent uit dit spel verbannen. Als je denkt dat dit een fout is, neem a.u.b. contact op.
pt: Você foi bloqueado deste jogo. Se julga que isto aconteceu por engano, por favor contacte-nos.
ru: Вы были заблокированы из игры. Если вы считаете, это произошло по ошибке, пожалуйста, свяжитесь с нами.

# requirements_unmet_title
source: Unmet system requirements
ar: غير مطابق لمتطلبات النظام
de: Systemvoraussetzungen
es: No se ajusta a los requisitos del sistema.
fr: Besoins système non satisfaits
it: Requisiti di sistema non soddisfatti.
nl: Je hebt niet de juiste systeem eisen
pt: Requisitos de sistema não atingidos
ru: Неподходящие системные требования.

# location_requirent_unmet
source: You device does not support a location provider to determine your location. This is required to play the game, sorry.
ar: للأسف جهازك لا يدعم وظيفة محدد المواقع لتحديد موقعك. هذه الوظيفة مطلوبة لتلعب اللعبة.
de: Tut mir leid, dein Handy unterstützt es nicht deine Position zu ermitteln. Diese Funktion ist für das Spiel unbedingt erforderlich.
es: Tu dispositivo no soporta ningún proveedor de localización para determinar tu ubicación. Se necesita para jugar, lo siento.
fr: Vérifiez que votre téléphone est équipé d'un système de localisation (GPS). Celui-ci est nécessaire pour jouer à ce jeu. Merci.
it: Il dispositivo non supporta un fornitore di posizione per determinare la propria posizione. Questo è necessario per il gioco, mi spiace.
nl: Je telefoon kan geen GPS signaal oppikken. Dit is nodig om het spel te spel te spelen, sorry.
pt: O seu dispositivo não suporta provedores que permitam determinar a sua localização. A funcionalidade é imprescindível para jogar, lamentamos.
ru: Извините, но ваш аппарат не поддерживает обнаружение местонахождения. Эта функция обязательна для игры.

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Sortie
it: Esci
nl: Afsluiten
pt: Sair
ru: Выход

# logout
source: Switch User
ar: تبديل المستخدم
de: Benutzer wechseln
es: Cambiar de usuario
fr: Changer d'utilisateur
it: Cambia Utente
nl: Andere Gebruiker
pt: Mudar de utilizador
ru: Сменить пользователя

source: Help
ar: تعليمات
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
ru: Помощь

source: Debug
ar: معالجة
es: Depurar
nl: Foutopsporing
pt: Depurar
ru: Отладка

source: Map Mode
ar: صيغة الخريطة
de: Kartenmodus
es: Modo mapa
fr: Style de Carte
it: Modalitá Mappa
nl: Map Modus
pt: Modo Mapa
ru: Режим карты

# show_myself
source: Myself
ar: مكاني
de: Zu mir
es: Yo
fr: Où suis-je ?
it: Me stesso
nl: Ik
pt: Eu
ru: Я

source: Edit Profile
ar: تعديل الملف التعريفي
de: Profil bearbeiten
es: Editar perfil
fr: Éditer mon profil
it: Modifica il tuo profilo
nl: Profiel Bewerken
pt: Editar perfil
ru: Редактировать профиль

source: Friends
ar: الأصدقاء
de: Freunde
es: Amigos
fr: Mes Amis
it: Amici
nl: Vrienden
pt: Amigos
ru: Друзья

source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus...
it: Piú opzioni
nl: Meer
pt: Mais
ru: Ещё

source: Preferences
ar: الخيارات
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt: Preferências
ru: Настройки

source: Feedback
ar: ملاحظات
es: Contacto
fr: Suggestions
pt: Comentários
ru: Отзывы

source: Central
ar: مركز المعلومات
de: Zentrale
fr: Le Q.G.
it: Centrale
nl: Centrale
ru: Центр

# update_location
source: Update my location
ar: تحديث مكاني
de: Position aktualisieren
es: Actualizar mi ubicación
fr: Mettre à jour ma position
it: Aggiorna la mia posizione
nl: Update mijn lokatie
pt: Actualizar a minha localização
ru: Обновить моё местонахождение

# no_location_providers_enabled
source: Sorry, you currently have no location providers enabled.
ar: للأسف , لم تقم بتفعيل محدد المواقع في الوقت الحالي.
de: Tut mir leid, aktuell sind keine Standortquellen aktiviert.
es: Lo sentimos, no tienes ningún proveedor de localización activado .
fr: Désolé, vous n'avez actuellement aucun système de positionnement activé.
it: Siamo spiacenti, attualmente non hai nessun fornitore di posizione attivato.
nl: Sorry, je hebt momenteel geen GPS geactiveerd
pt: Desculpe, actualmente não tem provedores de localização activos.
ru: Сожалеем, но у вас не включен сервис обнаружения местонахождения.

# exit_warning
source: If you exit, you will no longer participate in the game. Are you sure? If you want to keep playing, you can instead leave the application using the BACK button.
ar: إذا قمت بالخروج, لن تشارك باللعبة. هل أنت متأكد؟ إذا كنت ترغب في الاستمرار في اللعب, يمكنك بدلا من ذلك ترك التطبيق باستخدام زر الرجوع.
de: Durch das Beenden spielst du ab sofort nicht mehr mit. Bist du sicher? Wenn du weiter mitmachen willst kannst du das Programm auch jederzeit mit der ZURÜCK Taste verlassen.
es: Si sales, dejarás de participar en el juego. ¿Estás seguro? Si quieres seguir jugando puedes usar el botón ATRAS.
fr: Si vous quittez maintenant, vous ne pourrez plus participer au jeu. Etes-vous sûr? Si vous voulez continuer à jouer, vous pouvez plutôt laisser l'application tourner en tâche de fond en utilisant le bouton BACK.
it: Se esci, interromperai la partecipazione al gioco. Sei sicuro? Se vuoi continuare a giocare, puoi uscire dall'appicazione usando il tasto INDIETRO.
nl: Als je stopt, zal u niet langer deelnemen aan het spel. Weet u het zeker? Als je wil blijven spelen, kan je de toepassing ook verlaten dppr de TERUG knop te gebruiken.
pt: Se sair, não irá continuar a participar no jogo. Tem a certeza? Se quiser continuar em jogo, pode colocar a aplicação em segundo plano premindo a tecla BACK.
ru: Если вы выйдете, вы не сможете участвовать в игре. Вы уверены? Если вы хотите продолжить играть, вместо выхода нажмите кнопку "Отмена".

# try_sys_camera
source: Something went wrong - I'm unable to find the picture you just made. If you are using a third party camera, it may not support proper usage by other applications. Should I try to start the system camera?
ar: لقد حصل خطأ ما - أنا غير قادر على العثور على الصورة التي إلتقطتها. قد لا يعمل بشكل سليم إذا استخدمت تطبيق كاميرا من طرف ثالث. هل يجب أن أحاول تشغيل كاميرا النظام؟
de: Irgendetwas lief schief - Ich kann das Bild dass du gemacht hast nicht finden. Wenn du ein Kameraprogramm eines Drittherstellers verwendest, unterstützt es möglicherweise die korrekten Schnittstellen nicht. Soll ich versuchen die System-Kamera zu starten?
es: Ha ocurrido un problema. No es posible encontrar la foto que acabas de hacer. Si usas una cámara de terceros es posible que no soporte el uso de otras aplicaciones. ¿Intento activar la cámara del sistema?
fr: Erreur : impossible de trouver la photo que vous venez de faire. Si vous utilisez un appareil photo externe, il n'est peut-être pas pris en charge. Voulez-vous essayer de redémarrer l'appareil photo ?
it: Qualcosa è andato storto - Non riesco a trovare la foto che hai appena fatto. Se stai usando una fotocamera esterna, é possibile che non funzioni correttamente quando viene utilizzata da altre applicazioni. Vuoi provare usando la fotocamera sistema?
nl: Er ging even iets fout - Ik kan de foto die je net hebt gemaakt niet vinden. Als je een niet-standaard camera gebruikt, kan het zijn dat deze niet werkt met andere applicaties.Zal ik proberen om de standaardcamera te openen?
pt: Algo correu mal - Não consigo encontrar a foto que acabou de tirar. Se está a usar outra câmara, esta pode não ser compatível com o uso desta aplicação. Devo tentar iniciar a câmara do sistema?
ru: Что-то пошло не так - не удалось обнаружить снимок, который вы только что сделали. Если вы используете стороннюю программу для фотографий, возможно она не поддерживать использование в других приложениях. Запустить системную камеру?

# try_sys_camera_failed
source: Failed to start the system camera application. Sorry, there is nothing more I can do.
ar: فشل في تشغيل تطبيق كاميرا النظام. عذرا , ليس هناك شيء يمكنني القيام به أكثر.
de: Die System-Kamera konnte nicht gestartet werden. Tut mir leid, mehr kann ich nicht tun.
es: No se pudo iniciar la cámara del sistema. Lo siento, no hay nada más que pueda hacer.
fr: Impossible de démarrer l'appareil photo. Désolé, je ne peux rien faire de plus.
it: Impossibile avviare l'applicazione per la fotocamera di sistema. Spiacente, non c'é nient'altro che io possa fare.
nl: Kon de standaardcamera niet opstarten. Sorry, ik kan niets meer doen.
pt: Falha ao tentar iniciar a aplicação da câmara de origem. Lamento, mas nada mais há a fazer.
ru: Не получилось запустить системную камеру. Извините, но я ничего не могу поделать.

# open_camera_failed
source: Failed to find a camera application. You will need one before you can make photos.
ar: فشل في إيجاد تطبيق الكاميرا. من الضروري أن تكون عندك واحدة قبل إلتقاط الصور.
de: Konnte die Kamera-Anwendung nicht finden.
es: No se encontró ninguna aplicación de cámara. Necesitas una para realizar fotos.
fr: Impossible de trouver une application appareil photo sur votre téléphone. Vous avez besoin de celle-ci pour faire des photos.
it: Non trovo l'applicazione per la fotocamera. É necessario avere un'applicazione per la fotocamera per poter fare delle foto.
nl: Kan geen camera vinden. Je hebt een camera nodig voordat je foto's kan maken.
pt: Falha ao procurar por uma aplicação para a câmara. Vai necessitar de uma antes que possa tirar fotos.
ru: Не удалось запустить программу камеры. Она требуется что бы делать снимки.

# notify_make_photo_confirm_msg
source: %s has asked you to make a photo.
ar: %s طلب منك إلتقاط صورة.
de: %s bittet dich um ein Foto.
es: %s pide que hagas una foto.
fr: %s vous demande de prendre une photo.
it: %s ha richiesto di fare una foto.
nl: %s heeft je om een foto gevraagd.
pt: %s está a pedir para que você tire uma foto.
ru: %s попросил вас сделать снимок.

# notify_make_photo_msg
source: You promised %s a photo.
ar: لقد وعدت %s بصورة.
de: Du hast %s ein Foto versprochen.
es: Le prometiste a %s una foto.
fr: Vous avez promis une photo à %s.
it: Hai promesso una foto a %s.
nl: Je hebt %s een foto beloofd.
pt: Você prometeu uma foto a %s.
ru: Вы пообещали снимок для %s.

# notify_spin_msg
source: It is now your turn to spin.
ar: لقد أتى دورك الآن لتقم بتدوير الجهاز.
de: Du bist nun am Zug.
es: Te toca girar.
fr: C'est à votre tour de "faire tourner" !
it: Ora é il tuo turno di far girare.
nl: Het is nu jouw beurt om te draaien.
pt: Agora, é a sua vez de girar.
ru: Ваша очередь вращать.

# notify_message_received_msg
source: %s has sent you a message.
ar: %s أرسل إليك رسالة.
de: %s hat dir eine Nachricht gesendet.
es: %s te ha mandado un mensaje.
fr: Vous avez reçu un message de %s.
it: %s ti ha inviato in messaggio.
nl: %s heeft je een boodschap gestuurd
pt: %s enviou-lhe uma mensagem.
ru: %s прислал(а) вам сообщение.

# notify_photo_received_msg
source: %s has sent you a photo.
ar: %s أرسل إليك صورة.
de: %s hat dir ein Foto gesendet.
es: %s te ha mandado una foto.
fr: Vous avez reçu une photo de %s.
it: %s ti ha inviato una foto.
nl: %s heeft je een foto gestuurd
pt: %s enviou-lhe uma foto.
ru: %s прислал(а) вам снимок.

# notify_vote_msg
source: %s has rated your photo %d stars.
ar: %s قيم صورتك ب%d نجوم.
de: %s hat dein Foto mit %d Sternen bewertet.
es: %s ha puntuado tu foto con %d estrellas.
fr: %s a noté votre photo %d étoiles.
it: %s ha votato la tua foto %d stelle.
nl: %s heeft je foto %d sterren gegeven
pt: %s classificou a sua foto com %d estrelas.
ru: %s оценил(а) ваш снимок в %d звезд .

# generic_removed_error
source: I'm not sure what happened, but the server removed you from your previous thread. Sorry.
ar: لست متأكداً بما حدث. عذرا , لكن الخادم أزالك من المجموعة السابقة.
de: Ich bin nicht sicher was passiert ist, aber du wurdest aus deiner vorherigen Kette entfernt.
es: No estoy seguro de lo que ha pasado pero el servidor te quitó de la última cadena. Lo siento.
fr: Je ne suis pas sûr de ce qu'il vient de se passer, mais le serveur vous a éjecté de votre précédent fil. Désolé.
it: Non sono sicuro cosa sia successo, ma il server ti ha rimosso dal tuo thread precedente. Spiacente.
nl: Ik weet niet wat er net gebeurde, maar de server heeft je verwijderd van je vorige sessie. Sorry.
pt: Não sei o que aconteceu, mas o servidor removeu-o da thread. Desculpe.
ru: Я не уверен что произошло, но сервер убрал вас из предыдущей цепочки.

# waiting_title_initial
source: Welcome! This is you.
ar: مرحبا بك! هذا أنت.
de: Willkommen! Das hier bist du.
nl: Welkom! Dit ben jij.
pt: Bem-vindo. Este é você.
ru: Добро пожаловать! Это вы.

# waiting_title
source: This is you.
ar: هذا أنت.
de: Das hier bist du.
nl: Dit ben jij
pt: Este é você.
ru: Это вы.

# waiting_text
source: You need to wait until somebody selects you. This shouldn't take too long, but feel free to close the app, we will notify you.
ar: أنت بحاجة للإنتظار حتى يختارك شخص ما. لا ينبغي أن يستغرق وقتا طويلا, لديك الحرية في إغلاق التطبيق, وسنعلمك بذلك.
nl: Je moet wachten tot iemand je selecteert. Dit zou niet lang moeten duren, maar je kan de app sluiten en we waarschuwen je dan.
pt: Deve aguardar até que alguém o escolha. Não deverá demorar muito, no entanto sinta-se à vontade para fechar a aplicação, nós o notificaremos.
ru: Дождитесь пока кто-то вас выберет. Это не должно занять много времени, но вы можете закрыть программу, мы оповестим вас.

# waiting_error
source: I'm sorry, there are currently enough active threads already.
ar: أنا آسف, يوجد حاليا ما يكفي من مجموعات نشطة بالفعل.
nl: Het spijt me, er zijn nu momenteel al genoeg actieve sessies.
pt: Peço desculpa, mas já existem suficientes threads activas.
ru: Мне очень жаль, в настоящее время существует достаточно активных потоков.

# spin_now_title_continue
source: Continue the thread!
ar: إستمر بالمجموعة!
de: Setze die Kette fort!
es: ¡Continúa la cadena!
fr: Continuer le fil !
it: Continua il thread!
nl: Geef de sessie door
pt: Continue a thread!
ru: Продолжите цепочку!

# spin_now_title_asked
source: The server selected you!
ar: لقد تم اختيارك من الملقم!
de: Der Server hat dich ausgewählt!
es: ¡El servidor te ha elegido!
fr: Vous avez été sélectionné par le serveur !
it: Il server ti ha selezionato!
nl: De server heeft jou geselecteerd.
pt: O servidor escolheu-o!
ru: Сервер выбрал вас!

# spin_now_text
source: Spin your phone on a plain surface, or simply shake it to select a random user. You can also point into a direction, then press this button:
ar: قم بتدوير تلفونك على سطح منبسط, أو ببساطة هزه لتختار مستخدم عشوائي. تستطيع أيضا تحديد الإتجاه, ثم إضغط هذا الزر:
de: Drehe dein Handy auf einer ebenen Oberfläche, oder schüttle es einfach für eine Zufallsauswahl. Du kannst auch in eine beliebige Richtung zeigen und dann diesen Knopf drücken:
es: Gira tu teléfono sobre una superficie plana, o simplemente sacúdelo para seleccionar un usuario al azar. También puedes apuntar en una dirección y pulsar este botón:
fr: Posez votre téléphone sur une surface plane, faites le tourner et appuyez sur le bouton ci-dessous quand il s'est arrêté. Vous pouvez également secouer votre téléphone pour une sélection aléatoire.
it: Fai girare il telefono su una superficie piana, o agitalo per selezionare un utente casuale. È possibile anche puntare il telefono in una direzione e poi premere questo bottone:
nl: spin je telefoon op een effen oppervlak, of gewoon schudden om uit een willekeurige gebruiker te kiezen. Je kunt ook een richting op wijzen, druk daarna op deze knop..
pt: Rode o seu dispositivo numa superfície plana, ou simplesmente agite-o para escolher um utilizador ao acaso. Pode ainda apontar numa direcção, depois prima este botão:
ru: Прокрутите телефон на плоской поверхности, или потрясите для выбора пользователя. Так же вы можете направить телефон в любую сторону, и нажать эту кнопку:

# spin_now_caption
source: Continue
ar: إستمرار
de: Weiter
es: Continúa
fr: Continuer
it: Continua
nl: Ga door.
pt: Continuar
ru: Продолжить

# spin_now_error
source: You license to spin has been revoked.
ar: تم إلغاء حرية التدوير.
de: Sorry, du hast dir zu lange Zeit gelassen!
es: Se ha revocado tu permiso para girar.
fr: Vous n'avez plus le droit de faire tourner pour l'instant.
it: La tua licenza é stata revocata.
nl: Jouw licentie om te draaien is ingetrokken
pt: A autorização para rodar foi-lhe retirada.
ru: Вы потеряли разрешение на вращение

# finding_peer_text
source: Please wait. I am trying to find you a peer...
ar: الرجاء الإنتظار. أنا أحاول إيجاد شريكك...
de: Bitte warten, ich versuche ein Gegenüber zu finden...
es: Por favor espera, estoy intentando encontrar un candidato.
fr: Veuillez patienter, nous recherchons un joueur disponible...
it: Un momento per favore. Ti sto cercando un contatto...
nl: Moment geduld alsjeblieft. Ik probeer iemand te vinden.
pt: Aguarde por favor. Estou a tentar encontrar utilizador para si...
ru: Подождите. Я пытаюсь найти вам следующее звено...

# finding_peer_error
source: Couldn't find a partner! Either everybody is busy right now, or no one is playing this sorry excuse for a game. Maybe invite some friends?
ar: لا يمكن العثور على شريك! إما الجميع مشغولين الآن, أو لا أحد يلعب هذه اللعبة. ما رأيك بدعوة بعض الأصدقاء؟
de: Konnte keinen Partner finden! Entweder sind alle beschäftigt, oder niemand spielt mit! Wie wär's wenn du ein paar Freunde einlädst?
es: !No se ha podido encontrar ningún participante! O todo el mundo está ocupado ahora mismo, o nadie está jugando este juego. ¿Quieres invitar a algún amigo?
fr: Impossible de trouver un partenaire ! Tout le monde est actuellement occupé ou personne ne joue. Peut-être devriez-vous inviter des amis à jouer ?
it: Impossibile trovare un partner! O tutti i partecipanti sono occupati al momento, oppure nessuno sta partecipando a questo terribile gioco. Prova ad invitare alcuni amici!
nl: Kon niemand vinden! Ofwel iedereen is druk bezig, of niemand is aan het spelen. Misschien kan je wat vrienden uitnodigen?
pt: Não foi possível encontrar alguém para tirar fotos. Ou todos estão ocupados, ou não está, de momento, ninguém a jogar este lamentável jogo. Porque não convida alguns amigos?
ru: Никого не смог найти! Или все заняты или никто не играет в это жалкое подобие игры. Может пригласить друзей?

# await_confirm_title
source: Determined %s as a possible candidate.
ar: تم تأكيد %s كمرشح محتمل.
de: Möglicher Kandidat gefunden: %s
es: Elegido %s como un posible candidato.
fr: Partenaire potentiel : %s
it: Ho determinato %s come possibile candidato.
nl: ik heb %s als kandidaat uitgekozen.
pt: %s foi considerado um candidato possível.
ru: Обнаружил %s как потенциального кандидата.
