Repository: miracle2k/worldofphoto-i18n
Catalog: locale/*/android.po
Languages: ar, de, es, fr, it, nl, pt, ru

# await_confirm_text
source: Waiting for the user to confirm...
ar: في إنتظار تأكيد المستخدم...
de: Warte auf Bestätigung des Spielers...
es: Esperando confirmación del usuario...
fr: En attente d'une réponse de l'autre joueur
it: In attesa di conferma dall'utente...
nl: We wachten tot de gebruiker heeft bevestigd...
pt: A aguardar que o utilizador confirme...
ru: Ждём ответа от пользователя...

# await_confirm_error
source: Nope, that wasn't the right match. Still looking...
ar: كلا, هذا لم يكن شريكك المناسب. جاري البحث...
de: Das war nichts. Ich suche weiter...
es: No, no ha sido una buena elección. Todavía buscando...
fr: Ceci n'est pas le bon chemin... Je recherche quelqu'un d'autre...
it: No, quello non era un utente compatibile, continuo a cercare...
nl: Nee, dat was geen goede match. Nog even doorzoeken...
pt: Ups, parece que não era o candidato certo. A procurar novamente...
ru: Не а, это был неверный выбор. Ищем дальше...

# await_photo_title
source: %s is now making a photo for you.
ar: %s حاليا يلتقط صورة لك...
de: %s macht nun ein Foto für dich.
es: %s está ahora haciendo una foto para tí.
fr: %s est en train de faire une photo pour vous
it: %s sta facendo una foto per te.
nl: %s maakt nu een foto voor jou.
pt: %s está neste momento a tirar uma foto para si.
ru: %s делает снимок для вас.

# await_photo_text
source: Feel free to leave the application, you will be notified once your photo is ready.
ar: لديك الحرية في ترك التطبيق. سيتم إعلامك عندما تكون الصورة جاهزة.
de: Wenn du möchtest kannst du das Programm verlassen. Du wirst benachrichtigt wenn es soweit ist.
es: Puedes dejar la aplicación si quieres, te llegará una notificación una vez tu foto esté lista.
fr: N'hésitez pas à fermer l'application, vous recevrez une notification lorsque vous aurez reçu la photo.
it: Se vuoi, puoi lasciare l'applicazione, riceverai una notifica quando la foto sará pronta.
nl: Verlaat gerust de applicatie, we laten het weten als je foto klaar is.
pt: Esteja à vontade para deixar a aplicação em segundo plano, será informado logo que a foto esteja pronta.
ru: Можете выйти из программы, мы вас оповестим когда снимок будет готов.

# await_photo_error
source: The previous user dropped out on you, sorry. Let's go easy on him - it might have been a technical issue.
ar: المستخدم السابق انقطع عنك, آسف. ترفق به ولا تظن به السوء - قد تكون هناك مشكلة تقنية.
de: Der vorherige Nutzer hat dich versetzt, sorry. Habe etwas Nachsicht - es war vielleicht ein technisches Problem.
es: El usuario anterior abandonó, lo siento. No lo tengas en cuenta, quizás ha sido un fallo técnico.
fr: L'utilisateur précédent vous a abandonné ! Ne lui en veuillez pas, il a peut-être eu un soucis technique.
it: Spiacente ma l'utente precedente ha abbandonato la conversazione. Non te la prendere - forse é stato un problema tecnico.
nl: De vorige gebruiker liet het afweten, sorry. Laten we er vanuit gaan dat het een technische storing was.
pt: O utilizador deixou-o pendurado, lamento. Não corte na casaca dele - poderá apenas ter sido um problema técnico.
ru: Предыдуший пользователь вас оставил, извините. Не будем судить его сильно, возможно это техническая неполадка.

# asked_to_make_photo_title
source: %s would like you to make a photo.
ar: %s يود منك إلتقاط صورة له.
de: %s bittet dich ein Foto zu machen.
es: %s quiere que hagas una foto.
fr: %s aimerait que vous preniez une photo.
it: %s vorrebbe che facessi una foto.
nl: %s wil graag dat je een foto maakt.
pt: %s pede-lhe que tire uma foto.
ru: %s хочет получить от вас снимок.

# asked_to_make_photo_text
source: Are you up to it? Once you accept, you will need to complete the job.
ar: هل أنت حازم؟ ما إن توافق, ستحتاج إكمال المهمة.
de: Wie wär's? Achtung, wenn du akzeptierst, musst du die Sache auch zu Ende führen.
es: ¿Estás dispuesto? Una vez aceptes, tendrás que acabar el trabajo.
fr: Êtes-vous prêt à relever le défi ? Une fois que vous l'acceptez, vous devrez envoyer une photo... ou perdre votre réputation !
it: Ti va di fare una foto? Una volta accettato, sarà necessario completare il lavoro.
nl: Ben je er klaar voor, Als je eenmaal ja hebt gezegd is er geen weg terug.
pt: Está com vontade para isso? Se aceitar, deverá completar a tarefa.
ru: Готовы? Если вы приняли вызов, то должны сдержать обещание.

# asked_to_make_photo_accept_caption
source: Make Photo
ar: إلتقاط صورة
de: Foto machen
es: Haz una foto.
fr: Prendre une photo
it: Scatta Foto
nl: Maak een foto
pt: Tirar foto
ru: Сделать снимок

# asked_to_make_photo_deny_caption
source: I'm busy
ar: أنا مشغول
de: Keine Zeit
es: Estoy ocupado.
fr: Je suis occupé
it: Sono occupato
nl: Ik ben bezig
pt: Estou ocupado
ru: Я занят

# asked_to_make_photo_error
source: Somebody else will have all the fun now.
ar: هناك آخرون سيكون عندهم كل المرح الآن.
de: Jemand anderer wird jetzt den Spaß haben.
es: Ahora otra persona será la que se divierta.
fr: Trop tard ! Le plaisir de jouer sera pour quelqu'un d'autre !
it: Qualcun altro avrà tutto il divertimento ora.
nl: Ok dan mag iemand anders.
pt: Alguém divertir-se-á por si então.
ru: Теперь кто-то другой будет получать удовольствие от игры

# making_photo_title
source: %s is waiting for a photo from you.
ar: %s ينتظر صورة منك.
de: %s wartet auf ein Foto von dir.
es: %s está esperando tu foto.
fr: %s attend une photo de votre part
it: %s sta aspettando che tu mandi una foto.
nl: %s wacht op een foto van jou.
pt: %s está a aguardar uma foto sua.
ru: %s ждёт снимок от вас.

# making_photo_text
source: Let's not have them wait too long. Look around you and snap a picture of something pretty!
ar: دعنا لا نجعلهم ينتظرون طويلا. انظر من حولك وإلتقط صورة لشيء ما جميل.
de: Lass nicht zu lange warten. Schau dich um und fotografiere etwas Nettes!
es: No les hagamos esperar. !Mira a tu alrededor y toma una foto de algo bonito!
fr: Ne les faites pas trop attendre. Regardez autour de vous et prenez une photo belle et/ou originale !
it: Non farli aspettare troppo a lungo. Guardati intorno e scatta una foto di qualcosa di carino!
nl: Laat ze niet te lang wachten! kijk om je heen en maak een mooie foto.
pt: Não o faça esperar muito. Olhe em seu redor e tire uma foto a algo bonito ou engraçado!
ru: Не заставляйте их долго ждать. Осмотритесь и сфоткайте что-то красивое!

# making_photo_caption
source: Open Camera
ar: فتح الكاميرا
de: Kamera öffnen
es: Abrir la cámara
fr: Appareil Photo
it: Avvia Camera
nl: Camera openen
pt: Ligar câmara
ru: Открыть камеру

# making_photo_error
source: You took too long to make your photo. It's rude to stand someone up; please try to be a bit quicker next time.
ar: لقد أخذت وقتا طويلا لإلتقاط صورتك. هذه وقاحة لجعل شخص ما ينتظر;الرجاء حاول أن تكون أسرع قليلا في المرة القادمة.
de: Du hast dir zu lange Zeit gelassen. Jemanden zu versetzen ist unhöflich! Bitte versuche das nächste mal ein bißchen schneller zu sein.
es: Has tardado demasiado en hacer tu foto. Es de mala educación hacer esperar a alguien; por favor intenta ser un poco más rápido la próxima ocasión.
fr: Vous avez mis trop de temps à prendre votre photo. C'est impoli d'abandonner quelqu'un ! Merci d'essayer d'être plus rapide la prochaine fois.
it: Ci hai messo troppo per scattare la foto. É scortese piantare in asso la gente, per favore cerca di essere un po' più veloce la prossima volta.
nl: Je deed er te lang over om een foto te maken. Het is onbeleefd om iemand te laten wachten. volgende keer iets sneller!
pt: Demorou muito tempo a tirar a sua foto. É de mau tom deixar alguém à espera; por favor tente ser mais rápido na próxima vez.
ru: Вы слишком долго возились со снимком. Заставлять кого-то ждать - некрасиво; постарайтесь быть чуток резвее в дальнейшем.

# uploading_title
source: Great! Please hold on while I'm uploading...
ar: عظيم! الرجاء الإنتظار بينما أنا أقوم بالرفع...
de: Super! Bitte warte während ich das Bild verschicke...
es: !Bien! Por favor, espera mientras subo la foto...
fr: Bien ! Merci de patienter pendant l'envoi de votre photo...
it: Fantastico! Per favore aspetta mentre invio...
nl: Top! Blijf wachten terwijl ik hem upload...
pt: Espectacular! Aguarde enquanto transfiro a foto...
ru: Отлично! Подождите пока я загружаю ваш снимок...

# uploading_text
source: If you're on a slow connection, this can take a bit.
ar: إذا كان لديك إتصال بطيء, هذا يمكن أن يستغرق قليلا.
de: Mit einer langsamen Verbindung kann dies ein bißchen dauern.
es: Si estás con una conexión lenta, esto puede llevar un pequeño tiempo.
fr: Si vous n'êtes pas sous couverture 3G, cette opération peut durer un moment.
it: Se stai usando una connessione lenta, ci potrá volere un po di tempo.
nl: Als je een trage verbinding hebt kan dit wat langer duren.
pt: Se a sua ligação é lenta, poderá demorar um pouco.
ru: Если вы на медленной связи, это может занять некоторое время.

# uploading_preprocess_error
source: Sorry, something went wrong, I couldn't prepare your image.
ar: عذرا ، حدث خطأ ما ، لم أتمكن من إعداد الصورة.
de: Tut mir leid, irgendetwas lief schief. Ich konnte dein Bild nicht vorbereiten.
es: Lo siento, algo ha ido mal, no he podido preparar tu imagen.
fr: Désolé, une erreur est survenue. Je n'arrive pas à préparer votre photo.
it: Spiacente, qualcosa è andato storto, non ho potuto preparare la tua immagine.
nl: Oeps, er ging iets verkeerd, Ik kon je foto niet versturen.
pt: Desculpe, algo correu mal, não consegui preparar a sua foto.
ru: Что-то случилось. Я не смог подготовить ваш снимок.

# thread_num_text
source: You are No. %d in this thread.
ar: أنت الرقم %d في هذه المجموعة.
de: Du bist Nr. %d in dieser Kette.
es: Tu eres el nº %d de esta cadena.
fr: Vous êtes le n° %d dans ce fil.
it: Sei il numero %d in questo thread.
nl: je bent No. %d in deze sessie.
pt: É o Nº. %d nesta thread.
ru: Вы %d-й в этой цепочке.

source: No connectivity.
ar: لا يوجد اتصال
de: Keine Verbindung.
es: Sin conexión.
fr: Pas de connexion possible.
it: Non c'é connessione.
nl: Geen verbinding.
pt: Sem ligação.
ru: Нет связи.

# no_connectivity_detail
source: There doesn't seem to be a network at your current location.
ar: لا يبدو أن هناك شبكة في موقعك الحالي.
de: Du hast aktuell keinerlei Verbindung.
es: No parece haber una red en tu ubicación actual.
fr: Il ne semble pas y avoir de réseau à votre emplacement actuel.
it: Non sembra esserci copertura nella tua posizione corrente.
nl: Het lijkt er op dat je geen verbinding kan maken.
pt: Parece não haver rede no local onde se encontra.
ru: Похоже что там, где вы находитесь нет связи.

# no_connectivity_temp
source: Your phone is switching networks, hold on...
ar: هاتفك يقوم بتغيير الشبكة, إنتظر...
de: Dein Handy wechselt Netzwerke, warte einen Moment...
es: Tu teléfono está cambiando de red, espera...
fr: Votre téléphone est en train de basculer de réseau, veuillez patienter...
it: Il tuo telefono sta cambiando rete, aspetta un attimo...
nl: Je telefoon verandert van netwerk, wacht even
pt: O seu dispositivo está a trocar de rede, aguarde...
ru: Ваш телефон переключается на другую сеть, подождите...

# reconnection_scheduled
source: Will try to reconnect soon.
ar: سيحاول إعادة الاتصال حالا.
de: Werde in Kürze neu verbinden.
es: Se intentará reconectar en breve.
fr: Tentative de reconnexion dans quelques instants...
it: Proveró a ricollegarmi al piú presto.
nl: We verbinden je zo snel mogelijk.
pt: Tentarei repôr a ligação brevemente.
ru: Скоро опять попытаюсь соединиться.

source: Connecting...
ar: يتصل...
de: Verbinden...
es: Conectando...
fr: Connexion...
it: Collegamento in corso...
nl: Verbinden...
pt: A ligar...
ru: Подключаюсь...

source: Reconnecting...
ar: إعادة إتصال...
de: Verbindung wiederherstellen...
es: Reconectando...
fr: Reconnexion...
it: Ricollegamento in corso...
nl: Opnieuw verbinden...
pt: A repôr a ligação...
ru: Повторное подключение...

# aquiring_location
source: Trying to determine your current location...
ar: محاولة تحديد موقعك الحالي...
de: Versuche deine Position zu finden...
es: Intentando determinar tu ubicación actual...
fr: J'essaye de déterminer votre position actuelle...
it: Sto cercando di determinare la posizione corrente ...
nl: Vaststellen van je locatie...
pt: A tentar determinar a sua localização...
ru: Пытаюсь установить ваше местонахождение...

# connected_now_auth
source: Authenticating...
ar: بدء عملية التفويض...
de: Anmelden...
es: Autenticando...
fr: Authentification...
it: Autenticazione in corso...
nl: Toegang verlenen...
pt: A autenticar...
ru: Проверка подлинности ...

# auth_failed
source: Authentication failed.
ar: فشلت عملية التفويض.
de: Anmeldung fehlgeschlagen.
es: La autenticación falló.
fr: L'authentification a échoué...
it: Autenticazione fallita.
nl: Toegang geweigerd.
pt: Autenticação falhada.
ru: Ошибка аутентификации.

# location_temp_troubles
source: I'm having some trouble determining your location. Still trying.
ar: أواجه بعض الصعوبة في تحديد موقعك. لا أزال أحاول.
de: Ich habe einige Schwierigkeiten deine Position festzustellen. Bitte etwas Geduld.
es: Tengo algún problema determinando tu ubicación. Intentándolo.
fr: J'ai quelques difficultés à déterminer votre position. Nouvelle tentative en cours...
it: Sto avendo qualche problema a determinare la tua posizione. Sto ancora provando.
nl: Ik kan je locatie niet vinden. Ik blijf het proberen
pt: Estou com dificuldades a determinar a sua localização. A tentar novamente.
ru: Не получается установить ваше местонахождение. Пробуем еще раз.

# no_location
source: Location unavailable.
ar: الموقع غير متاح.
de: Position nicht verfügbar.
es: Ubicación no disponible.
fr: Emplacement non disponible.
it: Posizione non disponibile.
nl: Locatie niet vindbaar.
pt: Localização indisponível.
ru: Местонахождение недоступно.

# no_location_explain
source: To continue, you need to enable a location source.
ar: للإستمرار, تحتاج إلى تفعيل مصدر الموقع.
de: Du musst eine Standortquelle aktivieren um fortzufahren.
es: Para continuar, necesitas habilitar una fuente de ubicación.
fr: Vous devez activer une source de localisation pour continuer.
it: Per continuare, è necessario attivare una posizione di origine.
nl: Om door te gaan, moet je je GPS aanzetten.
pt: Para continuar, necessita de activar um meio de localização.
ru: Чтобы продолжить, вы должны разрешить местонахождение источника.

# no_location_button
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Paramètres
it: Apri impostazioni
nl: Open Instellingen
pt: Abrir configurações
ru: Открыть настройки

# connection_temp_troubles
source: Experiencing some difficulties. Hold on, still trying.
ar: نواجه بعض الصعوبات. إنتظر, لا أزال أحاول.
de: Tue mich etwas schwer. Moment, ich versuche weiterhin...
es: Experimentando algunos problemas. Espera, intentándolo de nuevo.
fr: Un problème technique est survenu. Nouvelle tentative en cours...
it: Sto avendo difficoltá. Attendi un attimo, sto ancora provando.
nl: Ondervindt wat problemen. Maar ik geef niet op.
pt: Estou com algumas dificuldades. Aguarde, a tentar novamente.
ru: Испытываем некоторые трудности. Подождите, все еще пытаемся.

source: Connection failed.
ar: فشل في الإتصال.
de: Verbindung fehlgeschlagen.
es: Conexión fallida.
fr: La connexion a échoué.
it: Collegamento fallito.
nl: Verbinding verbroken.
pt: Ligação falhada.
ru: Соединение не удалось.

source: Connection lost.
ar: فقدان الإتصال.
de: Verbindung verloren.
es: Conexión perdida.
fr: Connexion perdue.
it: Collegamento perso.
nl: Verbinding verbroken.
pt: Ligação perdida.
ru: Соединение прервано.

# service_gone
source: Lost connection to background service.
ar: تم فقدان الاتصال للخدمة.
de: Verbindung zum Hintergrunddienst verloren.
es: Se perdió la conexión con el servicio en segundo plano.
fr: Connexion perdue avec l'application en tâche de fond.
it: Collegamento perso per servizio in background.
nl: Ben de connectie kwijt met de achtergrond gegevens.
pt: Ligação perdida para serviço em segundo plano.
ru: Потеряно соединение с фоновым сервисом.

# service_gone_explain
source: Possibly in low memory condition. Expect to be restarted by the system soon, hold on....
ar: ربما حالة الذاكرة منخفضة. نتوقع أن يكون عن طريق إعادة تشغيل النظام حالا, الرجاء الإنتظار...
de: Möglicherweise herrscht Speicherknappheit. Erwarte vom System neu gestartet zu werden, bitte etwas Geduld...
es: Posiblemente en condiciones de memoria baja. Se te reiniciará por el sistema, espera...
fr: Etat de mémoire insuffisante. L'application va peut-être devoir redémarrer.
it: Possibilmente si é in condizioni di memoria insufficiente. Un riavvio di sistema sará imminente, attendi un attimo ....
nl: Waarschijnlijk te weinig geheugen. Wacht even totdat het systeem je opnieuw opstart.
pt: Provavelmente com pouca memória. O seu dispositivo será reiniciado brevemente, aguarde....
ru: Возможно не хватает памяти. Скоро система вас перезагрузит. Ждите.

# downtime
source: Please check back later.
ar: يرجى العودة في وقت لاحق.
de: Bitte probiere es später noch einmal.
fr: Veuillez réessayer plus tard.
it: Per favore ricontrolla piú tardi.
nl: Kom later nog even terug.
pt: Verifique novamente mais tarde.
ru: Пожалуйста, зайдите попозже.

# downtime_explanation
source: Sorry, we are currently doing server maintenance. This may take up to an hour.
ar: آسف, هناك صيانة للخادم في الوقت الراهن. هذه قد تستغرق فترة تصل إلى ساعة واحدة.
de: Wir führen zurzeit Serverarbeiten durch. Dies kann bis zu eine Stunde dauern.
fr: Désolé, le serveur est en cours de maintenance. Cette opération durera moins d'une heure.
it: Ci dispiace, stiamo facendo manutenzione del server. Potrá volerci fino a un'ora.
nl: Sorry we onderhouden de server, dit duurt ongeveer een uur.
pt: Peço desculpa, manutenção dos servidores em curso. Pode demorar um par de horas.
ru: К сожалению, в настоящее время мы делаем обслуживания сервера. Это может занять до часа.

# indic_disconnected
source: Disconnected.
ar: غير متصل.
de: Nicht verbunden.
es: Desconectado.
fr: Déconnecté.
it: Scollegato.
nl: Verbinding verbroken.
pt: Desligado.
ru: Отключено

# indic_connected
source: Connected.
ar: متصل.
de: Verbunden.
es: Conectado.
fr: Connecté.
it: Collegato.
nl: Verbonden
pt: Ligado.
ru: Подключено

# indic_connecting
source: Reconnecting...
ar: إعادة إتصال...
de: Verbinden...
es: Reconectando...
fr: Reconnexion...
it: Ricollegamento in corso...
nl: Opnieuw verbinden.
pt: A repôr a ligação...
ru: Переподключаемся

# report
source: Report Image
ar: بلغ عن صورة
de: Bild melden
es: Denunciar imagen
fr: Signaler l'image
it: Segnala Immagine
nl: Meldt foto
pt: Reportar imagem
ru: Пожаловаться на снимок

# image_close_default
source: Comment & Back
ar: تعليق و عودة
de: Feedback & Zurück
es: Comentar y volver
fr: Commenter et Envoyer
it: Commenta & Indietro
nl: Commentaar & terug
pt: Comentar e continuar
ru: Комментировать и Вернуться

# image_close_send
source: Send & Close
ar: إرسال و إغلاق
de: Senden & Schließen
es: Mandar y Cerrar
fr: Envoyer et Fermer
it: Invia & Chiudi
nl: Verzenden & sluiten
pt: Enviar e fechar
ru: Отослать и Закрыть

# image_close_skip
source: Skip & Close
ar: تخطى وإغلاق
de: Abbrechen & Zurück
es: Saltar y Cerrar
fr: Passer et Fermer
it: Ignora & Chiudi
nl: Overslaan & Sluiten
pt: Saltar e fechar
ru: Пропустить и Закрыть

# save_to_disk
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaren
pt: Guardar
ru: Сохранить

# mediastore_tagline
source: [I came from a World of Photo]
ar: [جئت من عالم الصور]
es: [Vine de Un Mundo de Foto]
fr: [source : A World of Photo]
it: [Arrivo da a World of Photo]
pt: [Eu venho do World of Photo]
ru: [Я пришел из World of Photo]

# saved_to_store_success
source: I've added this photo to your gallery.
ar: لقد أضفت هذه الصورة في معرض الصور الخاص بك.
de: Das Bild wurde deinem Fotoalbum hinzugefügt.
es: He añadido esta foto a tu galería.
fr: Photo ajoutée à votre galerie.
it: Ho aggiunto questa foto alla tua galleria.
nl: Ik heb deze foto toegevoegd in je Album
pt: Adicionei esta foto ao álbum.
ru: Я добавил этот снимок в вашу галерею.

# saved_to_store_failed
source: Unable to add this photo to your gallery. Make sure you're SD Card is available.
ar: غير قادر على إضافة هذه الصورة في معرض الصور الخاص بك.تأكد من وجود بطاقة الذاكرة.
de: Fehlgeschlagen! Stelle sicher dass eine SD Karte verfügbar ist.
es: Incapaz de añadir esta foto a tu galería. Asegúrate que tu tarjeta SD está disponible.
fr: Impossible d'ajouter cette photo à votre galerie. Merci de vérifier que votre carte SD est accessible.
it: Non posso aggiungere questa foto alla tua galleria. Assicurati che la tua Memoria SD é disponibile.
nl: Kon deze foto niet opslaan in je Album. Kijk of je toegang tot je SD-Kaart hebt.
pt: Impossível adicionar a foto ao álbum. Verifique que o cartão SD se encontra em condições.
ru: Не удалось добавить этот снимок в вашу галерею. Удостоверьтесь что ваша SD карта доступна.

# report_success
source: Thank you! Our team will have a look.
ar: شكرا لك! فريق العمل سيطلع عليها.
de: Danke! Unser Team wird der Sache nachgehen.
es: !Gracias! Nuestro equipo le echará un vistazo.
fr: Merci ! Notre équipe vérifiera cette photo.
it: Grazie! Il nostro team ci dará un'occhiata.
nl: Dank je wel! Ons team zal er naar kijken.
pt: Obrigado. A nossa equipa verificará a situação.
ru: Спасибо! Мы рассмотрим ваше сообщение.

# photo_response_hint
source: Send an optional response.
ar: قم بإرسال رد إختياري.
de: Optional: Sende einen Kommentar.
es: Manda una respuesta opcional.
fr: Envoyer un message (optionnel).
it: Invia una risposta facoltativa.
nl: Verstuur een reactie
pt: Enviar uma resposta opcional.
ru: Выслать необязательный ответ

# suggest_rating_text
source: Tell %s how you liked this photo.
ar: اخبر %s كيف أحببت هذه الصورة.
de: Lass %s wissen was du denkst.
es: Dile a %s cuánto te gustó esta foto.
fr: Notez la photo de %s.
it: Fai sapere a %s se ti é piaciuta questa foto.
nl: Vertel %s hoe je de foto vond.
pt: Diga a %s o quanto gostou da foto.
ru: Сообщите %s насколько вам понравился этот снимок.

# num_stars
source: %d stars
ar: %d نجوم
de: %d Sterne
es: %d estrellas
fr: %d étoiles
it: %d stelle
nl: %d sterren
pt: %d estrelas
ru: %d звезд

source: No rating
ar: لا يوجد تقييم
de: Keine Wertung
es: Sin calificación
fr: Pas de note
it: Nessun voto
nl: Geen beoordeling.
pt: Sem avaliação
ru: Нет рейтинга

# photo_by_intro
source: Photo by:
ar: الصورة من قبل:
de: Photo von:
es: Foto por:
fr: Photo de :
it: Foto da:
nl: Foto gemaakt door:
pt: Foto por:
ru: Снимок сделан:

# comment_send_no_connection
source: You are currently not connected to the server. If you continue now, your feedback will not be sent. Are you sure?
ar: أنت حاليا غير متصل بالملقم. إذا تريد الاستمرار, لن يتم إرسال ملاحظاتك. هل أنت متأكد؟
de: Du bist aktuell nicht verbunden. Wenn du fortfährst, wird dein Feedback nicht gesendet. Bist du sicher?
es: No estás conectado al servidor actualmente. Si continúas ahora, tu comentario no será enviado. ¿Estás seguro?
fr: Vous n'êtes pas connecté au serveur actuellement. Si vous continuez, votre commentaire ne sera pas envoyé. Etes-vous sûr ?
it: Attualmente non sei collegato al server. Se continui adesso, i tuoi commenti non saranno inviati. Sei sicuro?
nl: Je bent op dit moment niet verbonden met de server, als je door gaat wordt je beoordeling niet verzonden, Weet je het zeker?
pt: Actualmente não se encontra ligado ao servidor. Se continuar, o seu comentário não será enviado. Tem a certeza?
ru: Вы не подключены к серверу. Если вы продолжите, ваш комментарий не будет отправлен. Продолжить?

source: Feedback sent!
ar: تم إرسال الملاحظة!
de: Feedback gesendet!
es: !Comentario enviado!
fr: Commentaire envoyé !
it: Commenti inviati!
nl: Beoordeling verstuurd.
pt: Comentário enviado!
ru: Отзыв отправлен!

# message_by_intro
source: Message by:
ar: الرسالة من قبل:
de: Nachricht von:
es: Mensaje de:
fr: Message de :
it: Messaggio da:
nl: Bericht van:
pt: Mensagem de:
ru: Сообщение от:
